[
	{
		"name": "TTC Arrivals",
		"info": "TTC Arrivals helps provide real-time transit info for TTC buses and streetcars to users. Real-time info includes arrival times, scheduling, routes, and live GPS location of busses and streetcars. Users can use the interactive map to find nearby stops and be informed on arrival times.",
		"image": "ttc.png",
		"demoLink": "https://ttcarrivals.web.app/",
		"githubLink": "https://github.com/seyon123/ttc-arrivals",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	},
	{
		"name": "COVID-19 Tracker",
		"info": "This project was made to track and visualize the spread of COVID-19. COVID-19 Tracker shows data for many countries from trusted data sources such as Johns Hopkins University & Worldometers. Users can find data for various countries and regions easily through this app.",
		"image": "covid.png",
		"demoLink": "https://letstrackcovid.web.app/",
		"githubLink": "https://github.com/seyon123/covid-tracker",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	},
	{
		"name": "ReactShop - Shopping Application",
		"info": "ReactShop is a web app created with React that allows users to shop for items. Users of this app can simulate purchasing items like real users with a working cart, order history, and a checkout page incorporating Stripe. This mock shopping app is similar to the popular shopping platform Amazon.",
		"image": "shopping.png",
		"demoLink": "https://reactshoppy.web.app/",
		"githubLink": "https://github.com/seyon123/shopping-app",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	},
	{
		"name": "Reacttagram - Social Media Application",
		"info": "Reacttagram is a web app created with React that allows users to create and interact with posts like many social media platforms. Users of this app can create, like, and comment on posts with the addition of profile pages with user posts. This mock social media app is similar to the popular social media platform Instagram.",
		"image": "reacttagram.png",
		"demoLink": "https://reacttagram.web.app/",
		"githubLink": "https://github.com/seyon123/social-media-app",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	},
	{
		"name": "Message Me - Chat Application",
		"info": "Message Me is a web app created with React that allows users to chat in public rooms. Users of this app can create public rooms and chat with everyone about various topics. This mock chat app is similar to the popular messaging app Discord.",
		"image": "chat.png",
		"demoLink": "https://reactachat.web.app/",
		"githubLink": "https://github.com/seyon123/chat-app",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	},
	{
		"name": "Z-Flix - Movie Finder",
		"info": "Z-Flix is a web app created with React that allows a user to search for movies and find movies with certain filters such as genre, popularity, and year. This app is a continuation and improvement of a previous project <a href='https://github.com/seyon123/Movie-Search' target='_blank' rel='noopener noreferrer'>Movie-Search</a>.",
		"image": "movie.png",
		"demoLink": "https://z-flix.web.app/",
		"githubLink": "https://github.com/seyon123/movie-finder",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	},
	{
		"name": "Find Me Food",
		"info": "Find Me Food is an app that chooses a restaurant to eat at for you whether you are looking to try something new, just want to eat out, or having trouble choosing. This was my first Android app.",
		"image": "findmefood.png",
		"demoLink": "https://go.seyonrajagopal.ca/findmefood",
		"githubLink": "https://github.com/seyon123/Find-Me-Food",
		"languages": ["fa-java", "fa-android"]
	},
	{
		"name": "GitHub Profiles",
		"info": "This project is a continuation of a previous project called <a href='https://github.com/seyon123/list-github-repos' target='_blank' rel='noopener noreferrer'>list-github-repos</a> which aimed to list GitHub repos in a nicely formatted way. GitHub Profiles is built on React and includes alot more features than my previous project. GitHub Profiles allows you to search up a github user by their username and shows you thier profile info and their repos.",
		"image": "github.png",
		"demoLink": "https://gitprofiles.web.app/",
		"githubLink": "https://github.com/seyon123/GitHub-Profiles",
		"languages": ["fa-html5", "fa-css3", "fa-js", "fa-react"]
	}
]
